Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 库内存在同名多条目：加权合并为一条
ar: توجد عدة عناصر بالاسم نفسه في المكتبة: ادمجها في عنصر واحد بمتوسط مرجّح
de: In der Bibliothek gibt es mehrere gleichnamige Einträge: nach Gewichtung zu einem zusammenführen
en: Multiple entries share the same name in the library: merge them into one by weighted average
es: Hay varias entradas con el mismo nombre en la biblioteca: combínalas en una con media ponderada
fr: Plusieurs entrées portent le même nom dans la bibliothèque : fusionnez-les en une par moyenne pondérée
hi: लाइब्रेरी में एक ही नाम की कई प्रविष्टियाँ हैं: भारित औसत से एक में मर्ज करें
id: Ada beberapa item bernama sama di pustaka: gabungkan menjadi satu dengan rata-rata tertimbang
it: Nella libreria esistono più voci con lo stesso nome: uniscile in una con media ponderata
ja: ライブラリに同名の複数項目があります：加重平均で 1 件に統合します
ko: 라이브러리에 같은 이름의 항목이 여러 개 있습니다: 가중 평균으로 하나로 병합합니다
nl: Er staan meerdere items met dezelfde naam in de bibliotheek: voeg ze samen tot één met gewogen gemiddelde
pl: W bibliotece istnieje kilka elementów o tej samej nazwie: scal je w jeden metodą średniej ważonej
pt: Existem várias entradas com o mesmo nome na biblioteca: junte-as numa só por média ponderada
ru: В библиотеке есть несколько элементов с одинаковым именем: объедините их в один с весами
sv: Det finns flera objekt med samma namn i biblioteket: slå samman dem till ett med viktat medelvärde
th: มีหลายรายการชื่อเดียวกันในคลัง: รวมเป็นหนึ่งด้วยค่าเฉลี่ยถ่วงน้ำหนัก
tr: Kitaplıkta aynı adlı birden çok öğe var: ağırlıklı ortalamayla tek öğede birleştirin
uk: У бібліотеці є кілька елементів з однаковою назвою: об’єднайте їх в один зі зважуванням
vi: Thư viện có nhiều mục cùng tên: hợp nhất thành một bằng trung bình có trọng số
zh_hant: 庫內存在同名多條目：加權合併為一條

source: 应用未激活时也可触发，按默认模式启动
ar: يعمل حتى عندما يكون التطبيق غير نشط؛ يبدأ بالوضع الافتراضي
de: Funktioniert auch, wenn die App inaktiv ist; startet im Standardmodus
en: Works even when the app is inactive; starts in the default mode
es: Funciona incluso con la app inactiva; se inicia en el modo predeterminado
fr: Fonctionne même quand l'app est inactive ; démarre en mode par défaut
hi: ऐप निष्क्रिय होने पर भी काम करता है; डिफ़ॉल्ट मोड में शुरू होता है
id: Berfungsi bahkan saat aplikasi tidak aktif; dimulai dalam mode default
it: Funziona anche quando l'app non è attiva; si avvia nella modalità predefinita
ja: アプリが非アクティブでも動作し、デフォルトのモードで開始します
ko: 앱이 비활성 상태에서도 작동하며 기본 모드로 시작합니다
nl: Werkt ook wanneer de app inactief is; start in de standaardmodus
pl: Działa nawet gdy aplikacja jest nieaktywna; uruchamia się w trybie domyślnym
pt: Funciona mesmo com o app inativo; inicia no modo padrão
ru: Работает, даже когда приложение неактивно; запускается в режиме по умолчанию
sv: Fungerar även när appen är inaktiv; startar i standardläget
th: ทำงานได้แม้แอปไม่ได้อยู่ด้านหน้า เริ่มในโหมดเริ่มต้น
tr: Uygulama etkin olmasa bile çalışır; varsayılan modda başlar
uk: Працює, навіть коли застосунок неактивний; запускається у типовому режимі
vi: Hoạt động ngay cả khi ứng dụng không kích hoạt; khởi động ở chế độ mặc định
zh_hant: 應用程式未啟用時也可觸發，依預設模式啟動

source: 应用静音检测启动失败：未授予辅助功能权限。请到「系统设置 → 隐私与安全性 → 辅助功能」中开启 Memonta 后重新录音以启用此功能。
ar: فشل بدء كشف الكتم في التطبيقات: لم يُمنح إذن إمكانية الوصول. فعّل Memonta في «إعدادات النظام → الخصوصية والأمان → إمكانية الوصول»، ثم ابدأ تسجيلًا جديدًا لتفعيل هذه الميزة.
de: App-Stummschalterkennung konnte nicht gestartet werden: keine Barrierefreiheitsberechtigung. Bitte aktivieren Sie Memonta in „Systemeinstellungen → Datenschutz & Sicherheit → Barrierefreiheit“ und starten Sie eine neue Aufnahme, um diese Funktion zu aktivieren.
en: App mute detection failed to start: Accessibility permission not granted. Please enable Memonta in System Settings → Privacy & Security → Accessibility, then start recording again to enable this feature.
es: La detección de silencio de apps no pudo iniciarse: permiso de accesibilidad no concedido. Activa Memonta en «Ajustes del Sistema → Privacidad y seguridad → Accesibilidad» y vuelve a grabar para activar esta función.
fr: Échec du démarrage de la détection de sourdine des apps : autorisation d'accessibilité non accordée. Veuillez activer Memonta dans « Réglages Système → Confidentialité et sécurité → Accessibilité », puis relancez un enregistrement pour activer cette fonction.
hi: ऐप म्यूट डिटेक्शन शुरू करने में विफल: एक्सेसिबिलिटी अनुमति नहीं दी गई। कृपया «सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → एक्सेसिबिलिटी» में Memonta सक्षम करें, फिर यह फ़ीचर सक्रिय करने के लिए पुनः रिकॉर्ड करें।
id: Gagal memulai deteksi bisu aplikasi: izin aksesibilitas belum diberikan. Silakan aktifkan Memonta di «Pengaturan Sistem → Privasi & Keamanan → Aksesibilitas», lalu mulai rekaman baru untuk mengaktifkan fitur ini.
it: Avvio del rilevamento del silenzio delle app non riuscito: autorizzazione di accessibilità non concessa. Attiva Memonta in «Impostazioni di Sistema → Privacy e sicurezza → Accessibilità», poi avvia una nuova registrazione per abilitare questa funzione.
ja: アプリミュート検出を開始できませんでした：アクセシビリティ権限がありません。「システム設定 → プライバシーとセキュリティ → アクセシビリティ」で Memonta を有効にしてから再度録音してください。
ko: 앱 음소거 감지를 시작하지 못했습니다: 손쉬운 사용 권한이 없습니다. '시스템 설정 → 개인 정보 보호 및 보안 → 손쉬운 사용'에서 Memonta를 켠 후 다시 녹음하여 이 기능을 활성화하세요.
nl: App-dempingsdetectie starten mislukt: toegankelijkheidsmachtiging niet verleend. Schakel Memonta in via «Systeeminstellingen → Privacy en beveiliging → Toegankelijkheid» en start daarna een nieuwe opname om deze functie te activeren.
pl: Nie udało się uruchomić wykrywania wyciszenia aplikacji: nie przyznano uprawnień dostępności. Włącz Memonta w «Ustawienia systemowe → Prywatność i ochrona → Dostępność», a następnie rozpocznij nowe nagranie, aby włączyć tę funkcję.
pt: Falha ao iniciar a detecção de silêncio de apps: permissão de acessibilidade não concedida. Ative o Memonta em «Ajustes do Sistema → Privacidade e Segurança → Acessibilidade» e inicie uma nova gravação para ativar este recurso.
ru: Не удалось запустить обнаружение звука в приложениях: нет разрешения универсального доступа. Включите Memonta в «Системные настройки → Конфиденциальность и безопасность → Универсальный доступ», затем начните запись заново, чтобы включить эту функцию.
sv: Det gick inte att starta appens tystdetektering: tillgänglighetsbehörighet har inte getts. Aktivera Memonta i «Systeminställningar → Integritet och säkerhet → Hjälpmedel» och starta sedan en ny inspelning för att aktivera funktionen.
th: เริ่มการตรวจจับการปิดเสียงของแอปไม่สำเร็จ: ยังไม่ให้สิทธิ์การช่วยการเข้าถึง โปรดเปิดใช้ Memonta ใน «การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → การช่วยการเข้าถึง» แล้วเริ่มบันทึกใหม่เพื่อเปิดใช้ฟีเจอร์นี้
tr: Uygulama sessiz algılama başlatılamadı: erişilebilirlik izni verilmedi. Lütfen «Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik»te Memonta'yu etkinleştirin, ardından bu özelliği etkinleştirmek için yeniden kayıt başlatın.
uk: Не вдалося запустити виявлення вимкнення звуку в застосунках: не надано дозвіл доступності. Увімкніть Memonta у «Системні налаштування → Приватність і безпека → Доступність», потім почніть запис знову, щоб увімкнути цю функцію.
vi: Khởi động phát hiện tắt tiếng ứng dụng thất bại: chưa cấp quyền trợ năng. Vui lòng bật Memonta trong «Cài đặt hệ thống → Quyền riêng tư & Bảo mật → Trợ năng», sau đó ghi âm lại để kích hoạt tính năng này.
zh_hant: 應用靜音檢測啓動失敗：未授予輔助功能權限。請到「系統設置 → 隱私與安全性 → 輔助功能」中開啓 Memonta 後重新錄音以啓用此功能。

source: 开启专业模式可分析或重新分析画面
ar: شغِّل الوضع الاحترافي لتحليل الصور أو إعادة تحليلها
de: Aktivieren Sie den Profi-Modus, um Bilder zu analysieren oder erneut zu analysieren
en: Turn on Pro Mode to analyze or re-analyze visuals
es: Activa el modo profesional para analizar o volver a analizar las imágenes
fr: Activez le mode pro pour analyser ou réanalyser les visuels
hi: दृश्य का विश्लेषण या पुनः विश्लेषण करने के लिए प्रो मोड चालू करें
id: Aktifkan Mode Pro untuk menganalisis atau menganalisis ulang visual
it: Attiva la modalità Pro per analizzare o rianalizzare le immagini
ja: プロモードをオンにすると画面を分析または再分析できます
ko: 프로 모드를 켜면 화면을 분석하거나 다시 분석할 수 있습니다
nl: Schakel Pro-modus in om beeld te analyseren of opnieuw te analyseren
pl: Włącz tryb Pro, aby analizować lub ponownie analizować obraz
pt: Ative o modo Pro para analisar ou reanalisar as imagens
ru: Включите профессиональный режим, чтобы анализировать или повторно анализировать изображение
sv: Aktivera proläge för att analysera eller analysera om bild
th: เปิดโหมดโปรเพื่อวิเคราะห์หรือวิเคราะห์ภาพใหม่
tr: Görüntüyü analiz etmek veya yeniden analiz etmek için Pro Mod'u açın
uk: Увімкніть професійний режим, щоб аналізувати чи повторно аналізувати зображення
vi: Bật Chế độ chuyên nghiệp để phân tích hoặc phân tích lại hình ảnh
zh_hant: 開啟專業模式可分析或重新分析畫面

source: 开启后，左侧列表将显示被隐藏的录音与笔记（文字颜色较浅）。可在列表中右键取消隐藏。
ar: عند التفعيل، تعرض القائمة اليسرى التسجيلات والملاحظات المخفية (بنص أفتح). يمكنك النقر بزر الماوس الأيمن في القائمة لإلغاء الإخفاء.
de: Wenn aktiviert, zeigt die linke Liste ausgeblendete Aufnahmen und Notizen an (hellere Schrift). Per Rechtsklick in der Liste lässt sich die Ausblendung aufheben.
en: When enabled, the sidebar list shows hidden recordings and notes (displayed with lighter text). Right-click an item in the list to unhide it.
es: Al activarlo, la lista de la izquierda muestra las grabaciones y notas ocultas (texto más claro). Haz clic derecho en la lista para dejar de ocultarlas.
fr: Une fois activé, la liste de gauche affiche les enregistrements et notes masqués (texte plus clair). Faites un clic droit dans la liste pour les afficher à nouveau.
hi: सक्षम करने पर, बाईं ओर की सूची में छिपी रिकॉर्डिंग और नोट्स दिखते हैं (हल्के रंग के पाठ में)। सूची में राइट-क्लिक करके छिपाना हटा सकते हैं।
id: Jika diaktifkan, daftar di kiri menampilkan rekaman dan catatan tersembunyi (teks lebih terang). Klik kanan pada item di daftar untuk membatalkan penyembunyian.
it: Una volta attivato, l'elenco a sinistra mostra registrazioni e note nascoste (testo più chiaro). Fai clic destro nell'elenco per rimuoverle dalla modalità nascosta.
ja: 有効にすると、左側のリストに非表示の録音とメモが表示されます（文字は薄色で表示）。リスト内で右クリックして非表示を解除できます。
ko: 활성화하면 왼쪽 목록에 숨긴 녹음과 메모가 표시됩니다(텍스트 색상이 더 옅음). 목록에서 오른쪽 클릭으로 숨기기를 해제할 수 있습니다.
nl: Indien ingeschakeld, toont de linkerlijst verborgen opnamen en notities (lichtere tekst). Klik met de rechtermuisknop in de lijst om ze weer zichtbaar te maken.
pl: Po włączeniu lista po lewej stronie pokazuje ukryte nagrania i notatki (jaśniejszy tekst). Kliknij prawym przyciskiem na liście, aby cofnąć ukrycie.
pt: Quando ativado, a lista à esquerda mostra gravações e notas ocultas (texto mais claro). Clique com o botão direito na lista para exibir novamente.
ru: Если включено, в списке слева отображаются скрытые записи и заметки (более светлый текст). Щёлкните правой кнопкой мыши в списке, чтобы снять скрытие.
sv: När aktiverat visas dolda inspelningar och anteckningar i listan till vänster (ljusare text). Högerklicka i listan för att ta bort döljandet.
th: เมื่อเปิดใช้ รายการด้านซ้ายจะแสดงเสียงบันทึกและโน้ตที่ซ่อน (ตัวอักษรสีจางลง) คลิกขวาในรายการเพื่อยกเลิกการซ่อน
tr: Etkinleştirildiğinde, soldaki liste gizli kayıtları ve notları gösterir (daha açık renkli metin). Listede sağ tıklayarak gizliliği kaldırabilirsiniz.
uk: Якщо увімкнено, у списку ліворуч відображаються приховані записи та нотатки (світліший текст). Клацніть правою кнопкою миші у списку, щоб зняти приховування.
vi: Khi bật, danh sách bên trái sẽ hiện các bản ghi âm và ghi chú đã ẩn (chữ màu nhạt hơn). Nhấp chuột phải trong danh sách để bỏ ẩn.
zh_hant: 開啟後，左側列表將顯示被隱藏的錄音與筆記（文字顏色較淺）。可在列表中按右鍵取消隱藏。

source: 开启后，当系统输入设备被静音时（如会议软件调用系统级静音），自动暂停麦克风采集。
ar: عند التفعيل، يتوقف التقاط الميكروفون تلقائيًا عند كتم جهاز الإدخال في النظام (مثلًا عندما يستخدم تطبيق الاجتماع كتم النظام).
de: Wenn aktiviert, wird die Mikrofonerfassung automatisch pausiert, wenn das Systemeingabegerät stummgeschaltet ist (z. B. wenn eine Meeting-App die Systemstummschaltung nutzt).
en: When enabled, microphone capture pauses automatically when the system input device is muted (e.g. when a meeting app uses system-level mute).
es: Si se activa, la captura del micrófono se pausa automáticamente cuando el dispositivo de entrada del sistema está silenciado (p. ej., cuando una app de reunión usa el silencio del sistema).
fr: Une fois activé, la capture du micro se met automatiquement en pause lorsque l'entrée système est en sourdine (par ex. quand une app de réunion utilise la sourdine système).
hi: सक्षम होने पर, सिस्टम इनपुट डिवाइस म्यूट होने पर माइक्रोफ़ोन कैप्चर स्वतः रुक जाता है (जैसे जब मीटिंग ऐप सिस्टम-स्तरीय म्यूट उपयोग करे)।
id: Jika diaktifkan, penangkapan mikrofon berhenti otomatis saat perangkat masukan sistem dibisukan (misalnya saat aplikasi rapat menggunakan bisu tingkat sistem).
it: Se attivato, la cattura del microfono si mette automaticamente in pausa quando il dispositivo di ingresso di sistema è silenziato (ad esempio quando un'app di riunioni usa il silenziamento di sistema).
ja: 有効にすると、システム入力デバイスがミュートされたとき（会議アプリがシステムレベルのミュートを行った場合など）、マイクの取り込みを自動で一時停止します。
ko: 켜면 시스템 입력 장치가 음소거되었을 때(예: 회의 앱이 시스템 수준 음소거를 호출한 경우) 마이크 캡처가 자동으로 일시 중지됩니다.
nl: Indien ingeschakeld, wordt de microfoonopname automatisch gepauzeerd wanneer het systeem invoerapparaat is gedempt (bijv. wanneer een vergaderapp systeemdempen gebruikt).
pl: Po włączeniu przechwytywanie mikrofonu jest automatycznie wstrzymywane, gdy urządzenie wejściowe systemu jest wyciszone (np. gdy aplikacja spotkania używa wyciszenia systemowego).
pt: Se ativado, a captura do microfone pausa automaticamente quando o dispositivo de entrada do sistema é silenciado (por exemplo, quando um app de reunião usa o silêncio do sistema).
ru: Если включено, захват микрофона автоматически приостанавливается, когда системное устройство ввода заглушено (например, когда приложение собрания использует системное отключение звука).
sv: Om aktiverat pausas mikrofoninsamlingen automatiskt när systemets inmatningsenhet tystas (t.ex. när en mötesapp använder systemtystning).
th: เมื่อเปิดใช้ การจับเสียงไมโครโฟนจะหยุดชั่วคราวโดยอัตโนมัติเมื่ออุปกรณ์อินพุตของระบบถูกปิดเสียง (เช่น เมื่อแอปประชุมใช้การปิดเสียงระดับระบบ)
tr: Etkinleştirilirse, sistem giriş aygıtı sessize alındığında (örneğin bir toplantı uygulaması sistem düzeyinde sessize alma kullandığında) mikrofon yakalama otomatik duraklatılır.
uk: Якщо увімкнено, захоплення мікрофона автоматично призупиняється, коли системний пристрій введення вимкнено (наприклад, коли застосунок наради використовує системне вимкнення звуку).
vi: Khi bật, việc thu micro tự động tạm dừng khi thiết bị đầu vào hệ thống bị tắt tiếng (ví dụ khi ứng dụng họp dùng tắt tiếng cấp hệ thống).
zh_hant: 開啓後，當系統輸入設備被靜音時（如會議軟體調用系統級靜音），自動暫停麥克風採集。

source: 开启后，快捷笔记中的图片将直接发送给此模型进行待办拆解；否则使用本地 Vision OCR 识别文字后再拆解
ar: عند التفعيل، تُرسل صور الملاحظات السريعة مباشرة إلى هذا النموذج لاستخراج المهام؛ وإلا يتعرف Vision OCR المحلي على النص أولًا.
de: Wenn aktiviert, werden Bilder aus Schnellnotizen direkt an dieses Modell zur Aufgabenextraktion gesendet; andernfalls erkennt die lokale Vision-OCR zuerst den Text.
en: When enabled, images in quick notes are sent directly to this model for to-do extraction; otherwise local Vision OCR recognizes the text first.
es: Si se activa, las imágenes de las notas rápidas se envían directamente a este modelo para extraer tareas; de lo contrario, el OCR Vision local reconoce primero el texto.
fr: Une fois activé, les images des notes rapides sont envoyées directement à ce modèle pour l'extraction de tâches ; sinon l'OCR Vision local reconnaît d'abord le texte.
hi: सक्षम होने पर, क्विक नोट की छवियाँ कार्य निष्कर्षण के लिए सीधे इस मॉडल को भेजी जाती हैं; अन्यथा स्थानीय Vision OCR पहले टेक्स्ट पहचानता है।
id: Jika diaktifkan, gambar di catatan cepat dikirim langsung ke model ini untuk ekstraksi tugas; jika tidak, OCR Vision lokal mengenali teks terlebih dahulu.
it: Se attivato, le immagini delle note rapide vengono inviate direttamente a questo modello per l'estrazione delle attività; altrimenti l'OCR Vision locale riconosce prima il testo.
ja: 有効にすると、クイックノートの画像はこのモデルに直接送信されて ToDo 抽出が行われます。無効の場合はローカル Vision OCR でテキストを認識してから抽出します。
ko: 켜면 빠른 메모의 이미지가 이 모델로 직접 전송되어 할 일 추출에 사용됩니다. 끄면 로컬 Vision OCR로 텍스트를 인식이 먼저 수행됩니다.
nl: Indien ingeschakeld, worden afbeeldingen in snelle notities direct naar dit model gestuurd voor taakextractie; anders herkent lokale Vision OCR eerst de tekst.
pl: Po włączeniu obrazy w szybkich notatkach są wysyłane bezpośrednio do tego modelu w celu ekstrakcji zadań; w przeciwnym razie lokalne Vision OCR najpierw rozpoznaje tekst.
pt: Se ativado, imagens das notas rápidas são enviadas diretamente a este modelo para extração de tarefas; caso contrário, o OCR Vision local reconhece o texto primeiro.
ru: Если включено, изображения из быстрых заметок отправляются напрямую в эту модель для извлечения задач; иначе локальный Vision OCR сначала распознаёт текст.
sv: Om aktiverat skickas bilder i snabbanteckningar direkt till denna modell för uppgiftsextraktion; annars känns texten igen av lokal Vision OCR först.
th: เมื่อเปิดใช้ รูปภาพในโน้ตด่วนจะถูกส่งตรงไปยังโมเดลนี้เพื่อแยกงาน มิฉะนั้น OCR Vision ท้องถิ่นจะรู้จำข้อความก่อน
tr: Etkinleştirilirse, hızlı notlardaki resimler görev çıkarma için doğrudan bu modele gönderilir; aksi halde yerel Vision OCR önce metni tanır.
uk: Якщо увімкнено, зображення у швидких нотатках надсилаються безпосередньо до цієї моделі для витягу завдань; інакше локальний Vision OCR спершу розпізнає текст.
vi: Khi bật, ảnh trong ghi chú nhanh được gửi trực tiếp tới mô hình này để trích xuất việc cần làm; nếu không, OCR Vision cục bộ nhận dạng văn bản trước.
zh_hant: 開啓後，快捷筆記中的圖片將直接發送給此模型進行待辦拆解；否則使用本地 Vision OCR 識別文字後再拆解

source: 开启后，通过辅助功能权限检测 Teams/Zoom 等会议软件中的静音按钮状态，自动同步 Memonta 的麦克风采集。 需要先在「系统设置 → 隐私与安全性 → 辅助功能」中授予 Memonta 权限。
ar: عند التفعيل، يستخدم Memonta إذن إمكانية الوصول لكشف حالة زر الكتم في تطبيقات الاجتماع مثل Teams/Zoom ويزامن التقاط الميكروفون تلقائيًا. امنح Memonta الإذن أولًا في «إعدادات النظام → الخصوصية والأمان → إمكانية الوصول».
de: Wenn aktiviert, erkennt Memonta über die Barrierefreiheitsberechtigung den Status der Stummschaltfläche in Meeting-Apps wie Teams/Zoom und synchronisiert die Mikrofonerfassung automatisch. Erteilen Sie Memonta zuerst die Berechtigung unter „Systemeinstellungen → Datenschutz & Sicherheit → Barrierefreiheit“.
en: When enabled, Memonta uses Accessibility permission to detect the mute button state in meeting apps like Teams/Zoom and syncs its microphone capture automatically. First grant Memonta permission in System Settings → Privacy & Security → Accessibility.
es: Si se activa, Memonta usa el permiso de accesibilidad para detectar el estado del botón de silencio en apps de reunión como Teams/Zoom y sincroniza automáticamente la captura del micrófono. Concede primero el permiso a Memonta en «Ajustes del Sistema → Privacidad y seguridad → Accesibilidad».
fr: Une fois activé, Memonta utilise l'autorisation d'accessibilité pour détecter l'état du bouton de sourdine des apps de réunion comme Teams/Zoom et synchronise automatiquement la capture du micro. Accordez d'abord l'autorisation à Memonta dans « Réglages Système → Confidentialité et sécurité → Accessibilité ».
hi: सक्षम होने पर, Memonta Teams/Zoom जैसी मीटिंग ऐप में म्यूट बटन की स्थिति पहचानने के लिए एक्सेसिबिलिटी अनुमति उपयोग करता है और माइक्रोफ़ोन कैप्चर को स्वतः सिंक करता है। पहले «सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → एक्सेसिबिलिटी» में Memonta को अनुमति दें।
id: Jika diaktifkan, Memonta menggunakan izin aksesibilitas untuk mendeteksi status tombol bisu di aplikasi rapat seperti Teams/Zoom dan menyinkronkan penangkapan mikrofon secara otomatis. Berikan izin ke Memonta terlebih dahulu di «Pengaturan Sistem → Privasi & Keamanan → Aksesibilitas».
it: Se attivato, Memonta usa l'autorizzazione di accessibilità per rilevare lo stato del pulsante di silenziamento nelle app di riunioni come Teams/Zoom e sincronizza automaticamente la cattura del microfono. Concedi prima l'autorizzazione a Memonta in «Impostazioni di Sistema → Privacy e sicurezza → Accessibilità».
ja: 有効にすると、アクセシビリティ権限で Teams/Zoom などの会議アプリのミュートボタンの状態を検出し、Memonta のマイク取り込みに自動同期します。\ \ 先に「システム設定 → プライバシーとセキュリティ → アクセシビリティ」で Memonta に権限を付与してください。
ko: 켜면 손쉬운 사용 권한으로 Teams/Zoom 등 회의 앱의 음소거 버튼 상태를 감지하여 Memonta의 마이크 캡처에 자동으로 동기화합니다. 먼저 '시스템 설정 → 개인 정보 보호 및 보안 → 손쉬운 사용'에서 Memonta에 권한을 부여하세요.
nl: Indien ingeschakeld, gebruikt Memonta de toegankelijkheidsmachtiging om de status van de dempknop in vergaderapps zoals Teams/Zoom te detecteren en de microfoonopname automatisch te synchroniseren. Verleen Memonta eerst de machtiging via «Systeeminstellingen → Privacy en beveiliging → Toegankelijkheid».
pl: Po włączeniu Memonta używa uprawnień dostępności, aby wykrywać stan przycisku wyciszenia w aplikacjach spotkania takich jak Teams/Zoom i automatycznie synchronizować przechwytywanie mikrofonu. Najpierw przyznaj Memonta uprawnienia w «Ustawienia systemowe → Prywatność i ochrona → Dostępność».
pt: Se ativado, o Memonta usa a permissão de acessibilidade para detectar o estado do botão de silêncio em apps de reunião como Teams/Zoom e sincroniza automaticamente a captura do microfone. Conceda primeiro a permissão ao Memonta em «Ajustes do Sistema → Privacidade e Segurança → Acessibilidade».
ru: Если включено, Memonta использует разрешение универсального доступа для определения состояния кнопки отключения звука в приложениях собраний, таких как Teams/Zoom, и автоматически синхронизирует захват микрофона. Сначала предоставьте Memonta разрешение в «Системные настройки → Конфиденциальность и безопасность → Универсальный доступ».
sv: Om aktiverat använder Memonta tillgänglighetsbehörigheten för att upptäcka statusen för tystknappen i mötesappar som Teams/Zoom och synkroniserar mikrofoninsamlingen automatiskt. Ge Memonta behörighet först i «Systeminställningar → Integritet och säkerhet → Hjälpmedel».
th: เมื่อเปิดใช้ Memonta ใช้สิทธิ์การช่วยการเข้าถึงเพื่อตรวจจับสถานะปุ่มปิดเสียงในแอปประชุม เช่น Teams/Zoom และซิงค์การจับเสียงไมโครโฟนโดยอัตโนมัติ โปรดให้สิทธิ์ Memonta ใน «การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → การช่วยการเข้าถึง» ก่อน
tr: Etkinleştirilirse, Memonta erişilebilirlik izniyle Teams/Zoom gibi toplantı uygulamalarındaki sessiz düğmesinin durumunu algılar ve mikrofon yakalamayı otomatik eşitler. Önce «Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik»te Memonta'ya izin verin.
uk: Якщо увімкнено, Memonta використовує дозвіл доступності для виявлення стану кнопки вимкнення звуку в застосунках нарад, таких як Teams/Zoom, та автоматично синхронізує захоплення мікрофона. Спершу надайте Memonta дозвіл у «Системні налаштування → Приватність і безпека → Доступність».
vi: Khi bật, Memonta dùng quyền trợ năng để phát hiện trạng thái nút tắt tiếng trong ứng dụng họp như Teams/Zoom và tự động đồng bộ việc thu micro. Trước tiên hãy cấp quyền cho Memonta trong «Cài đặt hệ thống → Quyền riêng tư & Bảo mật → Trợ năng».
zh_hant: 開啓後，通過輔助功能權限檢測 Teams/Zoom 等會議軟體中的靜音按鈕狀態，自動同步 Memonta 的麥克風採集。 需要先在「系統設置 → 隱私與安全性 → 輔助功能」中授予 Memonta 權限。
